Repository: r-forge/rcmdrpluginuca
Catalog: pkg/po/R-RcmdrPlugin.UCA-*.po
Languages: es

source: Data...
es: Datos...

source: Test score...
es: Puntuación del test...

source: Question scores (pick two or more)
es: Puntuaciones de las preguntas (elija dos o más)

source: You must select two or more variables as question score.
es: Debe seleccionar dos o más variables como puntuaciones de preguntas.

source: New variable name
es: Nombre de la nueva variable

source: You must provide a valid name for new variable.
es: Debe proporcionar un nombre válido para la nueva variable.

source: Test score
es: Puntuación del test

source: Test_score
es: Puntuación_del_test

source: You must select two or more variables as question scores.
es: Debe seleccionar al menos dos variables como puntuaciones de preguntas.

source: Test score (pick one)
es: Puntuaciones del test (elija una)

source: You must select one variables as test score.
es: Debe seleccionar una variable como puntuación del test.

source: Numerical item analysis
es: Análisis numérico de ítems

source: Numerical_summaries
es: Resúmenes_numéricos

source: Predict using active model
es: Predecir usando el modelo activo

source: Input data and predict...
es: Introducir datos y predecir...

source: Kolmogorov-Smirnov test for two samples...
es: Test de Kolmogorov-Smirnov para dos muestras...

source: Kolmogorov-Smirnov test for two samples
es: Test de Kolmogorov-Smirnov para dos muestras

source: No variable were selected for fist one.
es: No se ha seleccionado ninguna variable para la primera variable.

source: No variable were selected for second one.
es: No se ha seleccionado ninguna variable para la segunda variable.

source: First variable and second one are the same.
es: La primera y la segunda variable son la misma.

source: Add predictions to existing dataset...
es: Añadir predicciones a un conjunto de datos existente...

source: Randomness test for two level factor...
es: Test de aleatoriedad para un factor de dos niveles...

source: Randomness test for two level factor
es: Test de aleatoriedad para un factor de dos niveles

source: Randomness test for numeric variable...
es: Test de aleatoriedad para variable numérica...

source: Randomness test for numeric variable
es: Test de aleatoriedad para variable numérica

source: Normal mean with known variance
es: Media de normal con varianza conocida

source: Single-Sample Variance Test...
es: Test de varianza para una muestra...

source: Single-Sample Variance Test
es: Test de varianza para una muestra

source: Population variance
es: Varianza poblacional

source: Null hypothesis: sigma^2 =
es: Hipótesis nula: sigma^2 =

source: Elements of type variablelist must include variable selector
es: Los elementos de tipo variablelist deben incluir el selector de variables

source: Less variables than required
es: Menos variables de las requeridas

source: Var type, vartype, not provided
es: Tipo de variable, vartype, no especificado

source: Var type
es: Tipo de variable

source: not yet implemented.
es: no implementada aún.

source: Element type
es: Tipo de elemento

source: Variable type
es: Tipo de variable

source: onokcommand parameter is not a function
es: el parámetro onokcommand no es una función

source: noptions is not an integer or is not at least 2
es: noptions no es un entero al menos 2

source: corrected is not TRUE neither FALSE
es: corrected no es TRUE ni FALSE

source: discrete is not TRUE neither FALSE
es: discrete no es TRUE ni FALSE

source: Corrected difficulty index...
es: Índice de dificultad corregido...

source: Difficulty index...
es: Índice de dificultad...

source: Item analysis...
es: Análisis de ítems...

source: Psychometry
es: Psicometría

source: Score difficulty index...
es: Índice de dificultad de puntuaciones...

source: Score_difficulty_index
es: Índice_de_dificultad_de_puntuacioes

source: Score difficulty index
es: Índice de dificultad de puntuaciones

source: Corrected_difficulty_index
es: Índice_de_dificultad_corregido

source: Corrected difficulty index
es: Índice de dificultad corregido

source: Difficulty_index
es: Índice_de_dificultad

source: Difficulty index
es: Índice de dificultad

source: The number of options per question is not an integer or is not at least 2
es: El número de opciones por pregunta no es un valor entero o no es al menos 2

source: for success
es: para éxito

source: Number of options per question:
es: Número de opciones por pregunta:

source: Not yet implemented
es: No implementada aún

source: Answers (pick one or more)
es: Respuestas (elija una o más)

source: You must select one or more variables as answers.
es: Debe seleccionar una o más variables como respuestas.

source: Answer key (pick one)
es: Respuesta correcta (elija una)

source: You must select one variables as answer key.
es: Debe seleccionar una variable respuesta correcta.

source: Numerical_item_analysis
es: Análisis_numérico_de_ítems

source: Cronbach's coefficient alpha...
es: Coeficiente alpha de Cronbach...

source: Cronbach's coefficient alpha
es: Coeficiente alpha de Cronbach

source: Cronbach's_coefficient_alpha
es: Coeficiente_alpha_de_Cronbach

source: Biserial correlations...
es: Correlaciones biseriales...

source: Question scores (pick one or more)
es: Puntuaciones de las preguntas (elija una o más)

source: You must select one or more variables as question score.
es: Debe seleccionar una o más variables como puntuaciones de preguntas.

source: Biserial correlations
es: Correlaciones biseriales

source: Biserial_correlations
es: Correlaciones_biseriales

source: Guttman's coefficient...
es: Coeficiente Guttman...

source: Guttman's coefficient
es: Coeficiente Guttman

source: Guttman's_coefficient
es: Coeficiente_Guttman

source: You must provide a number for alpha.
es: Debe proporcionar un número como alpha.

source: Number of items
es: Número de ítems

source: You must provide a number, at least 1, as number of items.
es: Debe proporcionar un número, al menos 1, como número de ítems.

source: Sample size
es: Tamaño de muestra

source: You must provide a number, at least as 1, as sample size.
es: Debe proporcionar un número, al menos 1, como tamaño de la muestra.

source: Confidence level
es: Nivel de confianza

source: You must provide a number in (0, 1) as conficende level.
es: Debe proporcionar un número en (0, 1) como nivel de confianza.

source: Confidence interval for coefficient alpha...
es: Intervalo de confianza para el coeficiente alpha...

source: Confidence interval for coefficient alpha
es: Intervalo de confianza para el coeficiente alpha

source: Confidence_interval_for_coefficient_alpha
es: Intervalo_de_confianza_para_el_coeficiente_alpha

source: Saturation (McDonald's omega)...
es: Saturación (omega de McDonald)...

source: Number of factors
es: Número de factores

source: Saturation (McDonald's omega with
es: Saturación (omega de McDonald con

source: factors
es: factores

source: Saturation (McDonald's omega)
es: Saturación (omega de McDonald)

source: Reliability of scores...
es: Fiabilidad de puntuaciones...

source: Spearman-Brown coefficient...
es: Coeficiente Spearman-Brown...

source: First part question scores
es: Puntuaciones de la primera parte

source: Select at least one variable as first part question scores.
es: Seleccione al menos una variable como puntuaciones de preguntas de la primera parte.

source: Second part question scores
es: Puntuaciones de preguntas segunda parte

source: Select at least one variable as second part question scores.
es: Seleccione al menos una variable como puntuaciones de preguntas de la segunda parte.

source: Select the same number of variables for both parts
es: Elija el mismo número de variables para ambas partes

source: Spearman-Brown coefficient
es: Coeficiente Spearman-Brown

source: Spearman-Browm formula for reliability...
es: Fórmula Spearman-Browm para la fiabilidad...

source: Original reliability
es: Fiabilidad original

source: You must provide a number for reliability.
es: Debe proporcionar un número como fiabilidad.

source: Resize factor
es: Factor de redimensión

source: You must provide a number for resize factor.
es: Debe proporcionar un número factor de tamaño.

source: New reliability
es: Nueva fiabilidad

source: Spearman-Browm formula for reliability
es: Fórmula Spearman-Browm para la fiabilidad

source: Spearman-Brown_reliability
es: Spearman-Brown_fiabilidad

source: Spearman-Browm formula for size...
es: Fórmula Spearman-Browm para el tamaño...

source: You must provide a number for original reliability.
es: Debe proporcionar un número como fiabilidad original.

source: You must provide a number for new reliability.
es: Debe proporcionar un número como nueva fiabilidad.

source: Spearman-Browm formula for size
es: Fórmula Spearman-Browm para el tamaño

source: Spearman-Brown_size
es: Spearman-Brown_tamaño

source: Phase I...
es: Fase I...

source: Phase I (multiple columns)...
es: Fase I (columnas múltiples)...

source: Phase II (multiple columns)...
es: Fase II (columnas múltiples)...

source: Phase II from data (multiple columns)...
es: Fase II desde datos (columnas múltiples)...

source: Phase II from parameters (multiple columns)...
es: Fase II desde parámetros (columnas múltiples)...

source: No valid numeric value has been provided for the center parameter
es: No se ha proporcionado un valor numérico para el parámetro centro

source: No data variable was selected (Phase I)
es: No se ha seleccionado ninguna variable para datos (Fase I)

source: Select at least two variables (Phase I)
es: Seleccione al menos dos variables (Fase I)

source: No sample size variable was selected (Phase I)
es: No se ha seleccionado variable para tamaño de muestra (Fase I)

source: No data variable was selected (Phase II)
es: No se ha seleccionado ninguna variable para datos (Fase II)

source: Select at least two variables (Phase II)
es: Seleccione al menos dos variables (Fase II)

source: No sample size variable was selected (Phase II)
es: No se ha seleccionado variable para tamaño de muestra (Fase II)

source: and
es: y

source: with Center
es: con centro

source: and StdDev
es: y StdDev

source: Center
es: Centro

source: Standard Deviation
es: Desviación Típica

source: Plot all data
es: Dibujar todos los datos

source: Renumber 2nd phase data
es: Renumerar los datos de 2ª fase

source: Counts
es: Conteos

source: c-chart (rate)...
es: Gráfico c (tasa)...

source: c-chart (rate)
es: Gráfico c (tasa)

source: c-chart\nfor
es: Gráfico c\nde

source: Nonconformities
es: No conformidades

source: Sizes
es: Tamaños

source: c-chart (rate) from data
es: Gráfico c (tasa) desde datos

source: Nonconformities (Phase I)
es: No conformidades (Fase I)

source: Sizes (Phase I)
es: Tamaños (Fase I)

source: Nonconformities (Phase II)
es: No conformidades (Fase II)

source: Sizes (Phase II)
es: Tamaños (Fase II)

source: c-chart (rate) from parameter
es: Gráfico c (tasa) desde parámetros

source: Attributes
es: Atributos

source: np-chart (count)
es: Gráfico np (conteos)

source: np-chart (Phase I)...
es: Gráfico np (Fase I)...

source: np-chart
es: Gráfico np

source: np-chart\nfor
es: Gráfico np\nde

source: Nonconforming units
es: Unidades no conformes

source: np-chart phase II from data
es: Gráfico np fase II desde datos

source: np-chart phase II\nfor
es: Gráfico np fase II\nde

source: Nonconforming units (Phase I)
es: No conformidades (Fase I)

source: Sample size (Phase I)
es: Tamaño de muestra (Fase I)

source: Nonconforming units (Phase II)
es: No conformidades (Fase II)

source: Sample size (Phase II)
es: Tamaño de muestra (Fase II)

source: np-chart phase II from parameter
es: Gráfico no fase II desde parámetros

source: Quality Control
es: Control de calidad

source: Pareto chart
es: Gráfico de Pareto

source: p-chart (proportion)
es: Gráfico p (proporción)

source: p-chart
es: Gráfico p

source: p-chart\nfor
es: p-chart\nde

source: Phase II from data...
es: Fase II desde datos...

source: p-chart phase II from data
es: Gráfico p fase II desde datos

source: p-chart phase II\nfor
es: Gráfico p fase II\nde

source: Phase II from parameter...
es: Fase II desde parámetro...

source: p-chart phase II from parameter
es: Gráfico p fase II desde parámetro

source: Range
es: Rangos

source: R-chart phase I (multiple columns)
es: Gráfico R fase I (columnas múltiples)

source: R-chart\nfor
es: Gráfico R\nde

source: Measurements (pick two variables or more)
es: Medidas (elija dos o más variables)

source: R-chart phase II from data (multiple columns)
es: Gráfico R fase II desde datos (columnas múltiples)

source: Measurements phase I from data (pick two variables or more)
es: Medidas fase I desde datos (elija dos o más variables)

source: Measurements phase II from data (pick two variables or more)
es: Medidas fase II desde datos (elija dos o más variables)

source: R-chart phase II from parameters (multiple columns)
es: Gráfico R fase II desde parámetros (columnas múltiples)

source: Measurements phase I from parameters (pick two variables or more)
es: Medidas fase I desde parámetros (elija dos o más variables)

source: Measurements phase II from parameters (pick two variables or more)
es: Medidas fase II desde parámetros (elija dos o más variables)

source: S-chart (multiple columns)
es: Gráfico S (columnas múltiples)

source: S-chart\nfor
es: Gráfico S\nde

source: S-chart phase II from data (multiple columns)
es: Gráfico S fase II desde datos (columnas múltiples)

source: Measurements phase I (pick two variables or more)
es: Medidas fase I (elija dos o más variables)

source: Measurements phase II (pick two variables or more)
es: Medidas fase II (elija dos o más variables)

source: S-chart phase II from parameters (multiple columns)
es: Gráfico S fase II desde parámetros (columnas múltiples)

source: u-chart (average rate)...
es: Gráfico u (tasa media)...

source: u-chart (average rate)
es: Gráfico u (tasa media)

source: u-chart\nfor
es: Gráfico u\nde

source: u-chart phase II from data
es: Gráfico u fase II desde datos

source: u-chart phase II from parameter
es: Gráfico u fase II desde parámetros

source: Continuous
es: Continuos

source: One-at-time data
es: Un dato cada vez

source: Measurements
es: Medidas

source: xbar-chart (multiple columns)
es: Gráfico xbar (columnas múltiples)

source: xbar-chart\nfor
es: Gráfico xbar\npara

source: xbar-chart phase II from data (multiple columns)
es: Gráfico xbar fase II desde datos (columnas múltiples)

source: xbar-chart phase II from parameters (multiple columns)
es: Gráfico xbar fase II desde parámetros (columnas múltiples)
